{
  "Language": "PL",
  "Navigation": {
    "about": "o mnie",
    "projects": "projekty",
    "contact": "kontakt"
  },
  "Projects": {
    "title": "Projekty",
    "hyperio": {
      "description": "Responsywny landing page dla firmy Hyperio. Strona powstała na podstawie wcześniej przygotowanych projektów graficznych"
    },
    "pokedex": {
      "description": "Pokedex to aplikacja webowa napisana w React, umożliwiająca przeglądanie informacji o Pokemonach. Użytkownik może wyszukiwać Pokemony według nazwy lub ID, a także zapoznać się ze szczegółowymi danymi i statystykami. Projekt skupia się na przejrzystym interfejsie i dynamicznym pobieraniu danych z zewnętrznego API."
    },
    "paperplanes": {
      "description": "Paper Planes to interaktywna aplikacja webowa, która pozwala użytkownikom tworzyć własne wirtualne papierowe samoloty, oznaczać je pieczątkami z swoją przybliżoną lokalizacją i „rzucać” w świat, gdzie mogą zostać przechwycone przez innych użytkowników z różnych zakątków globu. Inspiracją do stworzenia projektu była strona paperplanes.world"
    },
    "popguesser": {
      "description": "Aplikacja webowa, w której gracz zgaduje film po plakacie, który z upływem czasu staje się wyraźniejszy."
    },
    "trivium": {
      "description": "Trivium to aplikacja webowa napisana w React z wykorzystaniem Firebase jako backendu oraz API OpenTDB do pobierania pytań quizowych. Umożliwia rozgrywanie quizów solo lub w trybie multiplayer ze swoim znajomym, do którego można dołączyć za pomocą udostępnionego kodu."
    },
    "artsnob": {
      "description": "ArtSnob to klon aplikacji stworzonej przez Timothy’ego Ricksa w Webflow, zrealizowany w technologii React. Celem projektu było jak najwierniejsze odwzorowanie wyglądu i funkcjonalności oryginalnej aplikacji, ze szczególnym naciskiem na nowoczesny interfejs użytkownika oraz płynność działania."
    },
    "geoguess": {
      "description": "Aplikacja webowa, w której gracz zgaduję lokalizację znanych miejsc na mapie świata. Użytkownik wskazuje na mapie lokalizacje znanych miejsc, zdobywając punkty i rywalizując z botami"
    },
    "portfolio": {
      "description": "Krótki opis Projektu Ósmego."
    }
  }
}
